Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Remove this travel window
ar: إزالة نافذة السفر هذه
ar_ps: شيل فترة السفر هاي
el: Αφαίρεση αυτού του χρονικού παραθύρου ταξιδιού
es: Eliminar esta ventana de viaje
fa: حذف این بازه سفر
fr: Supprimer cette période de voyage
id: Hapus jendela perjalanan ini
it: Rimuovi questa finestra di viaggio
ja: この旅行期間を削除
ro: Elimină această fereastră de călătorie
th: นำช่วงเวลาเดินทางนี้ออก
tr: Bu seyahat aralığını kaldır
zh: 移除此出行时段

source: Remove video
ar: إزالة الفيديو
ar_ps: شيل الفيديو
el: Αφαίρεση βίντεο
es: Eliminar vídeo
fa: حذف ویدیو
fr: Supprimer la vidéo
id: Hapus video
it: Rimuovi video
ja: 動画を削除
ro: Elimină videoclipul
th: นำวิดีโอออก
tr: Videoyu kaldır
zh: 移除视频

source: Renting? You’re welcome here too — upload your lease instead of a deed. You can host on Swapl as long as your rental contract lets you have guests.
ar: هل أنت مستأجر؟ مرحباً بك هنا أيضاً — ارفع عقد إيجارك بدلاً من سند الملكية. يمكنك الاستضافة على Swapl ما دام عقد إيجارك يسمح لك باستقبال ضيوف.
ar_ps: مستأجر؟ إنت كمان مرحّب فيك هون — ارفع عقد إيجارك بدل الطابو. بتقدر تستضيف على Swapl طول ما عقد إيجارك بيسمح لك تستقبل ضيوف.
el: Νοικιάζετε; Είστε ευπρόσδεκτοι κι εσείς εδώ — ανεβάστε το μισθωτήριο αντί για τίτλο ιδιοκτησίας. Μπορείτε να φιλοξενείτε στη Swapl εφόσον το συμβόλαιο μίσθωσής σας σας επιτρέπει να έχετε επισκέπτες.
es: ¿Vives de alquiler? También eres bienvenido aquí — sube tu contrato de alquiler en lugar de una escritura. Puedes hospedar en Swapl siempre que tu contrato de alquiler te permita tener huéspedes.
fa: مستأجر هستید؟ شما هم اینجا پذیرفته‌اید — به‌جای سند مالکیت، قرارداد اجاره‌تان را بارگذاری کنید. تا زمانی که قرارداد اجاره به شما اجازه داشتن مهمان بدهد، می‌توانید در Swapl میزبانی کنید.
fr: Vous êtes locataire ? Vous êtes le bienvenu ici aussi — importez votre bail au lieu d'un titre de propriété. Vous pouvez accueillir sur Swapl tant que votre contrat de location vous autorise à recevoir des invités.
id: Menyewa? Anda juga diterima di sini — unggah perjanjian sewa, bukan sertifikat. Anda bisa menjamu di Swapl selama kontrak sewa Anda mengizinkan tamu.
it: In affitto? Sei il benvenuto anche tu — carica il contratto di affitto invece dell’atto di proprietà. Puoi ospitare su Swapl finché il tuo contratto ti permette di avere ospiti.
ja: 賃貸ですか？ もちろん歓迎です。権利証の代わりに賃貸契約書をアップロードしてください。賃貸契約でゲストの宿泊が認められていれば、Swaplでホストできます。
ro: Stai cu chirie? Ești binevenit și tu aici — încarcă contractul de închiriere în loc de act de proprietate. Poți găzdui pe Swapl atâta timp cât contractul tău de închiriere îți permite să ai oaspeți.
th: เช่าอยู่? คุณก็ยินดีต้อนรับเช่นกัน — อัปโหลดสัญญาเช่าแทนโฉนด คุณเป็นเจ้าของที่พักบน Swapl ได้ตราบใดที่สัญญาเช่าของคุณอนุญาตให้มีผู้เข้าพัก
tr: Kiracı mısın? Sen de buraya hoş geldin — tapu yerine kira sözleşmeni yükle. Kira sözleşmen misafir ağırlamana izin verdiği sürece Swapl'da ev sahipliği yapabilirsin.
zh: 租房？这里同样欢迎你——上传租约而非房契即可。只要租赁合同允许你接待客人，你就能在 Swapl 上接待。

source: Reply
ar: رد
ar_ps: رد
el: Απάντηση
es: Responder
fa: پاسخ
fr: Répondre
id: Balas
it: Rispondi
ja: 返信
ro: Răspunde
th: ตอบกลับ
tr: Yanıtla
zh: 回复

source: Report
ar: إبلاغ
ar_ps: بلّغ
el: Αναφορά
es: Denunciar
fa: گزارش
fr: Signaler
id: Laporkan
it: Segnala
ja: 報告
ro: Raportează
th: รายงาน
tr: Bildir
zh: 举报

source: Report a problem
ar: الإبلاغ عن مشكلة
ar_ps: بلّغ عن مشكلة
el: Αναφορά προβλήματος
es: Informar de un problema
fa: گزارش یک مشکل
fr: Signaler un problème
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告
ro: Raportează o problemă
th: รายงานปัญหา
tr: Bir sorun bildir
zh: 举报问题

source: Report a problem with this trip
ar: الإبلاغ عن مشكلة في هذه الرحلة
ar_ps: بلّغ عن مشكلة بهالرحلة
el: Αναφορά προβλήματος με αυτό το ταξίδι
es: Informar de un problema con este viaje
fa: گزارش مشکلی درباره این سفر
fr: Signaler un problème avec ce voyage
id: Laporkan masalah pada perjalanan ini
it: Segnala un problema con questo viaggio
ja: この旅行の問題を報告
ro: Raportează o problemă cu această călătorie
th: รายงานปัญหาเกี่ยวกับทริปนี้
tr: Bu seyahatle ilgili bir sorun bildir
zh: 举报此行程的问题

source: Report this user
ar: الإبلاغ عن هذا المستخدم
ar_ps: بلّغ عن هالمستخدم
el: Αναφορά αυτού του χρήστη
es: Denunciar a este usuario
fa: گزارش این کاربر
fr: Signaler cet utilisateur
id: Laporkan pengguna ini
it: Segnala questo utente
ja: このユーザーを報告
ro: Raportează acest utilizator
th: รายงานผู้ใช้นี้
tr: Bu kullanıcıyı bildir
zh: 举报此用户

source: Reported %@
ar: تم الإبلاغ %@
ar_ps: تبلّغ %@
el: Αναφέρθηκε %@
es: Denunciado %@
fa: گزارش‌شده %@
fr: Signalé %@
id: Dilaporkan %@
it: Segnalato %@
ja: %@に報告
ro: Raportat %@
th: รายงานเมื่อ %@
tr: %@ bildirildi
zh: 举报于 %@

source: Request with points
ar: اطلب بالنقاط
ar_ps: اطلب بالنقاط
el: Αίτημα με πόντους
es: Solicitar con puntos
fa: درخواست با امتیاز
fr: Demander avec des points
id: Minta dengan poin
it: Richiedi con i punti
ja: ポイントでリクエスト
ro: Solicită cu puncte
th: ขอด้วยพอยต์
tr: Puanla iste
zh: 用积分请求

source: Required before you can publish a home.
ar: مطلوب قبل أن تتمكن من نشر منزل.
ar_ps: لازمة قبل ما تنشر بيت.
el: Απαιτείται πριν μπορέσετε να δημοσιεύσετε ένα σπίτι.
es: Obligatorio antes de poder publicar una casa.
fa: قبل از انتشار خانه الزامی است.
fr: Requis avant de pouvoir publier un logement.
id: Wajib sebelum Anda bisa mempublikasikan rumah.
it: Necessario prima di poter pubblicare una casa.
ja: 住まいを公開する前に必要です。
ro: Necesar înainte de a putea publica o locuință.
th: จำเป็นก่อนที่คุณจะเผยแพร่บ้านได้
tr: Bir ev yayınlayabilmen için gerekli.
zh: 发布住所前必填。

source: Resend
ar: إعادة الإرسال
ar_ps: ابعت كمان مرة
el: Επαναποστολή
es: Reenviar
fa: ارسال مجدد
fr: Renvoyer
id: Kirim ulang
it: Invia di nuovo
ja: 再送信
ro: Retrimite
th: ส่งใหม่
tr: Yeniden gönder
zh: 重新发送

source: Reset
ar: إعادة تعيين
ar_ps: صفّر
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
id: Atur ulang
it: Reimposta
ja: リセット
ro: Resetează
th: รีเซ็ต
tr: Sıfırla
zh: 重置

source: Reset all filters
ar: إعادة تعيين كل عوامل التصفية
ar_ps: صفّر كل الفلاتر
el: Επαναφορά όλων των φίλτρων
es: Restablecer todos los filtros
fa: بازنشانی همه فیلترها
fr: Réinitialiser tous les filtres
id: Atur ulang semua filter
it: Reimposta tutti i filtri
ja: すべてのフィルターをリセット
ro: Resetează toate filtrele
th: รีเซ็ตตัวกรองทั้งหมด
tr: Tüm filtreleri sıfırla
zh: 重置所有筛选

source: Resolution
ar: الحل
ar_ps: الحل
el: Επίλυση
es: Resolución
fa: حل‌وفصل
fr: Résolution
id: Penyelesaian
it: Risoluzione
ja: 解決
ro: Soluționare
th: การแก้ไขปัญหา
tr: Çözüm
zh: 处理结果

source: Rooftop
ar: سطح
ar_ps: سطح
el: Ταράτσα
es: Azotea
fa: پشت‌بام
fr: Terrasse sur le toit
id: Atap
it: Terrazza
ja: 屋上
ro: Terasă pe acoperiș
th: ดาดฟ้า
tr: Çatı katı
zh: 屋顶露台

source: Room rate applied
ar: تم تطبيق سعر الغرفة
ar_ps: تطبّق سعر الغرفة
el: Εφαρμόστηκε χρέωση δωματίου
es: Tarifa por habitación aplicada
fa: نرخ اتاق اعمال شد
fr: Tarif par chambre appliqué
id: Tarif kamar diterapkan
it: Tariffa per stanza applicata
ja: 部屋料金を適用
ro: Tarif pe cameră aplicat
th: ใช้อัตราค่าห้องแล้ว
tr: Oda ücreti uygulandı
zh: 已应用单间价格

source: rooms
ar: غرف
ar_ps: غرف
el: δωμάτια
es: habitaciones
fa: اتاق
fr: pièces
id: kamar
it: stanze
ja: 室
ro: camere
th: ห้อง
tr: oda
zh: 间房

source: Rooms offered
ar: الغرف المعروضة
ar_ps: الغرف المعروضة
el: Προσφερόμενα δωμάτια
es: Habitaciones ofrecidas
fa: اتاق‌های ارائه‌شده
fr: Pièces proposées
id: Kamar yang ditawarkan
it: Stanze offerte
ja: 提供する部屋数
ro: Camere oferite
th: ห้องที่เสนอ
tr: Sunulan odalar
zh: 提供的房间

source: Save
ar: حفظ
ar_ps: احفظ
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ro: Salvează
th: บันทึก
tr: Kaydet
zh: 保存

source: Save changes
ar: حفظ التغييرات
ar_ps: احفظ التغييرات
el: Αποθήκευση αλλαγών
es: Guardar cambios
fa: ذخیره تغییرات
fr: Enregistrer les modifications
id: Simpan perubahan
it: Salva le modifiche
ja: 変更を保存
ro: Salvează modificările
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydet
zh: 保存更改

source: Save the dates you're dreaming about. The assistant composes swaps from real homes that are free exactly then.
ar: احفظ التواريخ التي تحلم بها. يُنشئ المساعد تبادلات من منازل حقيقية متاحة في ذلك الوقت بالضبط.
ar_ps: احفظ التواريخ اللي بتحلم فيها. المساعد بيجهّز تبديلات من بيوت حقيقية فاضية بالضبط بهديك الأيام.
el: Αποθηκεύστε τις ημερομηνίες που ονειρεύεστε. Ο βοηθός συνθέτει ανταλλαγές από πραγματικά σπίτια που είναι διαθέσιμα ακριβώς τότε.
es: Guarda las fechas con las que sueñas. El asistente compone intercambios con casas reales libres justo entonces.
fa: تاریخ‌هایی را که در آرزویشان هستید ذخیره کنید. دستیار از خانه‌های واقعی که دقیقاً در آن زمان خالی هستند، مبادله می‌سازد.
fr: Enregistrez les dates dont vous rêvez. L'assistant compose des échanges à partir de vrais logements libres précisément à ce moment-là.
id: Simpan tanggal yang Anda impikan. Asisten menyusun tukaran dari rumah nyata yang kosong tepat saat itu.
it: Salva le date che sogni. L'assistente compone scambi da case reali libere proprio in quei giorni.
ja: 夢見ている日程を保存しましょう。アシスタントが、ちょうどその時に空いている実在の住まいからスワップを作成します。
ro: Salvează datele la care visezi. Asistentul compune schimburi din locuințe reale care sunt libere exact atunci.
th: บันทึกวันที่คุณใฝ่ฝัน ผู้ช่วยจะสร้างการแลกเปลี่ยนจากบ้านจริงที่ว่างในช่วงนั้นพอดี
tr: Hayalini kurduğun tarihleri kaydet. Asistan, tam o tarihlerde uygun olan gerçek evlerden takaslar oluşturur.
zh: 保存你心心念念的日期。助手会从那时正好有空的真实住所中组合互换。

source: Saved searches
ar: عمليات البحث المحفوظة
ar_ps: البحوث المحفوظة
el: Αποθηκευμένες αναζητήσεις
es: Búsquedas guardadas
fa: جستجوهای ذخیره‌شده
fr: Recherches enregistrées
id: Pencarian tersimpan
it: Ricerche salvate
ja: 保存した検索
ro: Căutări salvate
th: การค้นหาที่บันทึกไว้
tr: Kayıtlı aramalar
zh: 已保存的搜索

source: Saved searches are a Plus member feature.
ar: عمليات البحث المحفوظة ميزة لأعضاء Plus.
ar_ps: البحوث المحفوظة ميزة لأعضاء Plus.
el: Οι αποθηκευμένες αναζητήσεις είναι λειτουργία για μέλη Plus.
es: Las búsquedas guardadas son una función para miembros Plus.
fa: جستجوهای ذخیره‌شده یک ویژگی عضویت Plus است.
fr: Les recherches enregistrées sont une fonctionnalité réservée aux membres Plus.
id: Pencarian tersimpan adalah fitur anggota Plus.
it: Le ricerche salvate sono una funzione per i membri Plus.
ja: 保存した検索はPlusメンバー向けの機能です。
ro: Căutările salvate sunt o funcție pentru membrii Plus.
th: การค้นหาที่บันทึกไว้เป็นฟีเจอร์สำหรับสมาชิก Plus
tr: Kayıtlı aramalar bir Plus üye özelliğidir.
zh: 已保存的搜索是 Plus 会员功能。

source: Saved. Your public profile is up to date.
ar: تم الحفظ. ملفك العام محدّث.
ar_ps: انحفظ. ملفك العام محدّث.
el: Αποθηκεύτηκε. Το δημόσιο προφίλ σας είναι ενημερωμένο.
es: Guardado. Tu perfil público está actualizado.
fa: ذخیره شد. نمایه عمومی شما به‌روز است.
fr: Enregistré. Votre profil public est à jour.
id: Tersimpan. Profil publik Anda sudah diperbarui.
it: Salvato. Il tuo profilo pubblico è aggiornato.
ja: 保存しました。公開プロフィールは最新の状態です。
ro: Salvat. Profilul tău public este la zi.
th: บันทึกแล้ว โปรไฟล์สาธารณะของคุณเป็นปัจจุบัน
tr: Kaydedildi. Herkese açık profilin güncel.
zh: 已保存。你的公开资料已是最新。

source: Search a city
ar: ابحث عن مدينة
ar_ps: دوّر على مدينة
el: Αναζήτηση πόλης
es: Buscar una ciudad
fa: جستجوی یک شهر
fr: Rechercher une ville
id: Cari kota
it: Cerca una città
ja: 都市を検索
ro: Caută un oraș
th: ค้นหาเมือง
tr: Bir şehir ara
zh: 搜索城市

source: Search by host or city
ar: ابحث حسب المضيف أو المدينة
ar_ps: دوّر بالمستضيف أو المدينة
el: Αναζήτηση κατά οικοδεσπότη ή πόλη
es: Buscar por anfitrión o ciudad
fa: جستجو بر اساس میزبان یا شهر
fr: Rechercher par hôte ou par ville
id: Cari menurut tuan rumah atau kota
it: Cerca per host o città
ja: ホストまたは都市で検索
ro: Caută după gazdă sau oraș
th: ค้นหาตามเจ้าของที่พักหรือเมือง
tr: Ev sahibine veya şehre göre ara
zh: 按房东或城市搜索

source: Search destination cities
ar: ابحث عن مدن الوجهة
ar_ps: دوّر على مدن الوجهة
el: Αναζήτηση πόλεων προορισμού
es: Buscar ciudades de destino
fa: جستجوی شهرهای مقصد
fr: Rechercher des villes de destination
id: Cari kota tujuan
it: Cerca città di destinazione
ja: 目的地の都市を検索
ro: Caută orașe de destinație
th: ค้นหาเมืองจุดหมาย
tr: Hedef şehirleri ara
zh: 搜索目的地城市

source: Search or enter your home address
ar: ابحث عن عنوان منزلك أو أدخله
ar_ps: دوّر أو اكتب عنوان بيتك
el: Αναζητήστε ή εισαγάγετε τη διεύθυνση του σπιτιού σας
es: Busca o introduce la dirección de tu casa
fa: آدرس خانه‌تان را جستجو یا وارد کنید
fr: Recherchez ou saisissez l'adresse de votre logement
id: Cari atau masukkan alamat rumah Anda
it: Cerca o inserisci l'indirizzo di casa
ja: 住まいの住所を検索または入力
ro: Caută sau introdu adresa locuinței tale
th: ค้นหาหรือกรอกที่อยู่บ้านของคุณ
tr: Ev adresini ara veya gir
zh: 搜索或输入你家的地址

source: See all
ar: عرض الكل
ar_ps: شوف الكل
el: Δείτε όλα
es: Ver todo
fa: مشاهده همه
fr: Voir tout
id: Lihat semua
it: Vedi tutto
ja: すべて見る
ro: Vezi toate
th: ดูทั้งหมด
tr: Tümünü gör
zh: 查看全部

source: See and delete what the AI assistant remembers about you.
ar: اطّلع على ما يتذكره المساعد الذكي عنك واحذفه.
ar_ps: شوف واحذف إيش المساعد الذكي متذكّره عنك.
el: Δείτε και διαγράψτε ό,τι θυμάται ο βοηθός AI για εσάς.
es: Consulta y elimina lo que el asistente de IA recuerda sobre ti.
fa: آنچه دستیار هوش مصنوعی درباره شما به خاطر دارد را ببینید و حذف کنید.
fr: Consultez et supprimez ce que l'assistant IA retient à votre sujet.
id: Lihat dan hapus apa yang diingat asisten AI tentang Anda.
it: Visualizza ed elimina ciò che l'assistente IA ricorda di te.
ja: AIアシスタントがあなたについて記憶している内容を確認・削除できます。
ro: Vezi și șterge ce își amintește asistentul AI despre tine.
th: ดูและลบสิ่งที่ผู้ช่วย AI จดจำเกี่ยวกับคุณ
tr: Yapay zeka asistanının seninle ilgili hatırladıklarını gör ve sil.
zh: 查看并删除 AI 助手关于你的记忆。

source: See how to earn points
ar: اعرف كيف تكسب النقاط
ar_ps: شوف كيف تكسب نقاط
el: Δείτε πώς να κερδίσετε πόντους
es: Ver cómo ganar puntos
fa: ببینید چگونه امتیاز کسب کنید
fr: Voir comment gagner des points
id: Lihat cara mendapatkan poin
it: Scopri come guadagnare punti
ja: ポイントの獲得方法を見る
ro: Vezi cum câștigi puncte
th: ดูวิธีรับพอยต์
tr: Puan kazanma yollarını gör
zh: 了解如何赚取积分

source: See you soon.
ar: نراك قريباً.
ar_ps: بنشوفك قريب.
el: Τα λέμε σύντομα.
es: Hasta pronto.
fa: به‌زودی می‌بینیمتان.
fr: À bientôt.
id: Sampai jumpa.
it: A presto.
ja: またお会いしましょう。
ro: Pe curând.
th: แล้วพบกันเร็วๆ นี้
tr: Yakında görüşürüz.
zh: 再见。

source: Send
ar: إرسال
ar_ps: ابعت
el: Αποστολή
es: Enviar
fa: ارسال
fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ro: Trimite
th: ส่ง
tr: Gönder
zh: 发送

source: Send a personal invite tied to your home
ar: أرسل دعوة شخصية مرتبطة بمنزلك
ar_ps: ابعت دعوة شخصية مربوطة ببيتك
el: Στείλτε μια προσωπική πρόσκληση συνδεδεμένη με το σπίτι σας
es: Envía una invitación personal vinculada a tu casa
fa: ارسال یک دعوت شخصی مرتبط با خانه‌تان
fr: Envoyez une invitation personnelle liée à votre logement
id: Kirim undangan pribadi yang terkait dengan rumah Anda
it: Invia un invito personale legato alla tua casa
ja: 住まいに紐づいた個別の招待を送る
ro: Trimite o invitație personală legată de locuința ta
th: ส่งคำเชิญส่วนตัวที่ผูกกับบ้านของคุณ
tr: Evine bağlı kişisel bir davet gönder
zh: 发送与你住所绑定的专属邀请

source: Send code
ar: إرسال الرمز
ar_ps: ابعت الكود
el: Αποστολή κωδικού
es: Enviar código
fa: ارسال کد
fr: Envoyer le code
id: Kirim kode
it: Invia il codice
ja: コードを送信
ro: Trimite codul
th: ส่งรหัส
tr: Kod gönder
zh: 发送验证码

source: Send feedback
ar: إرسال ملاحظات
ar_ps: ابعت ملاحظات
el: Αποστολή σχολίων
es: Enviar comentarios
fa: ارسال بازخورد
fr: Envoyer un commentaire
id: Kirim masukan
it: Invia feedback
ja: フィードバックを送る
ro: Trimite feedback
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
zh: 发送反馈

source: Send invite
ar: إرسال الدعوة
ar_ps: ابعت الدعوة
el: Αποστολή πρόσκλησης
es: Enviar invitación
fa: ارسال دعوت
fr: Envoyer l'invitation
id: Kirim undangan
it: Invia invito
ja: 招待を送る
ro: Trimite invitația
th: ส่งคำเชิญ
tr: Davet gönder
zh: 发送邀请

source: Send message
ar: إرسال الرسالة
ar_ps: ابعت رسالة
el: Αποστολή μηνύματος
es: Enviar mensaje
fa: ارسال پیام
fr: Envoyer le message
id: Kirim pesan
it: Invia messaggio
ja: メッセージを送信
ro: Trimite mesajul
th: ส่งข้อความ
tr: Mesaj gönder
zh: 发送消息

source: Send points to a verified friend
ar: أرسل نقاطاً إلى صديق موثّق
ar_ps: ابعت نقاط لصاحب موثّق
el: Στείλτε πόντους σε έναν επαληθευμένο φίλο
es: Envía puntos a un amigo verificado
fa: ارسال امتیاز به یک دوست تأیید‌شده
fr: Envoyer des points à un ami vérifié
id: Kirim poin ke teman terverifikasi
it: Invia punti a un amico verificato
ja: 認証済みの友人にポイントを送る
ro: Trimite puncte unui prieten verificat
th: ส่งพอยต์ให้เพื่อนที่ยืนยันแล้ว
tr: Doğrulanmış bir arkadaşa puan gönder
zh: 向已验证的好友赠送积分

source: Send without saving a card
ar: أرسل دون حفظ بطاقة
ar_ps: ابعت بدون ما تحفظ كرت
el: Αποστολή χωρίς αποθήκευση κάρτας
es: Enviar sin guardar una tarjeta
fa: ارسال بدون ذخیره کارت
fr: Envoyer sans enregistrer de carte
id: Kirim tanpa menyimpan kartu
it: Invia senza salvare una carta
ja: カードを保存せずに送る
ro: Trimite fără a salva un card
th: ส่งโดยไม่บันทึกบัตร
tr: Kart kaydetmeden gönder
zh: 无需保存卡片即可发送

source: Send your story anywhere — Messages, WhatsApp, email. It carries your invite link, so when a friend taps it and joins, you both earn travel points.
ar: أرسل قصتك إلى أي مكان — الرسائل أو WhatsApp أو البريد الإلكتروني. تحمل رابط دعوتك، فعندما يضغط عليه صديق وينضم، تكسبان كلاكما نقاط سفر.
ar_ps: ابعت قصّتك لأي مكان — الرسائل، واتساب، الإيميل. بتحمل رابط دعوتك، فلمّا صاحب يدوس عليها وينضمّ، بتكسبوا نقاط سفر سوا.
el: Στείλτε την ιστορία σας οπουδήποτε — Μηνύματα, WhatsApp, email. Περιέχει τον σύνδεσμο πρόσκλησής σας, οπότε όταν ένας φίλος τον πατήσει και εγγραφεί, κερδίζετε και οι δύο πόντους ταξιδιού.
es: Envía tu historia a donde quieras — Mensajes, WhatsApp, correo. Lleva tu enlace de invitación, así que cuando un amigo lo toca y se une, ambos ganáis puntos de viaje.
fa: داستان خود را به هر جا بفرستید — پیام‌ها، واتساپ، ایمیل. این لینک دعوت شما را همراه دارد، بنابراین وقتی دوستی روی آن ضربه بزند و ملحق شود، هر دو امتیاز سفر کسب می‌کنید.
fr: Envoyez votre histoire où vous voulez — Messages, WhatsApp, e-mail. Elle contient votre lien d'invitation, donc quand un ami le touche et s'inscrit, vous gagnez tous deux des points de voyage.
id: Kirim cerita Anda ke mana saja — Pesan, WhatsApp, email. Cerita itu membawa tautan undangan Anda, jadi saat teman mengetuknya dan bergabung, kalian berdua mendapat poin perjalanan.
it: Invia la tua storia ovunque — Messaggi, WhatsApp, email. Contiene il tuo link di invito, così quando un amico lo tocca e si unisce, guadagnate entrambi punti viaggio.
ja: ストーリーをどこにでも送れます — メッセージ、WhatsApp、メール。招待リンクが含まれているので、友人がタップして参加すると、2人ともトラベルポイントを獲得できます。
ro: Trimite-ți povestea oriunde — Mesaje, WhatsApp, e-mail. Conține linkul tău de invitație, așa că atunci când un prieten îl atinge și se alătură, amândoi câștigați puncte de călătorie.
th: ส่งเรื่องราวของคุณไปที่ไหนก็ได้ — Messages, WhatsApp, อีเมล มันมีลิงก์คำเชิญของคุณ ดังนั้นเมื่อเพื่อนแตะแล้วเข้าร่วม คุณทั้งคู่จะได้รับพอยต์เดินทาง
tr: Hikâyeni istediğin yere gönder — Mesajlar, WhatsApp, e-posta. Davet bağlantını taşır, böylece bir arkadaş ona dokunup katıldığında ikiniz de seyahat puanı kazanırsınız.
zh: 把你的故事发往任何地方——信息、WhatsApp、邮件。它附带你的邀请链接，好友点按加入后，你们都能赚得旅行积分。

source: Sending
ar: جارٍ الإرسال
ar_ps: عم نبعت
el: Αποστολή
es: Enviando
fa: در حال ارسال
fr: Envoi
id: Mengirim
it: Invio in corso
ja: 送信中
ro: Se trimite
th: กำลังส่ง
tr: Gönderiliyor
zh: 发送中

source: Separate languages with commas.
ar: افصل بين اللغات بفواصل.
ar_ps: افصل بين اللغات بفواصل.
el: Διαχωρίστε τις γλώσσες με κόμματα.
es: Separa los idiomas con comas.
fa: زبان‌ها را با ویرگول جدا کنید.
fr: Séparez les langues par des virgules.
id: Pisahkan bahasa dengan koma.
it: Separa le lingue con le virgole.
ja: 言語はカンマで区切ってください。
ro: Separă limbile prin virgule.
th: คั่นภาษาด้วยเครื่องหมายจุลภาค
tr: Dilleri virgülle ayır.
zh: 用逗号分隔多种语言。

source: Services
ar: الخدمات
ar_ps: الخدمات
el: Υπηρεσίες
es: Servicios
fa: خدمات
id: Layanan
it: Servizi
ja: サービス
ro: Servicii
th: บริการ
tr: Hizmetler
zh: 服务

source: Share
ar: مشاركة
ar_ps: شارك
el: Κοινοποίηση
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
ro: Distribuie
th: แชร์
tr: Paylaş
zh: 分享

source: Share how the stay with %@ went — it helps the next guest.
ar: شارك كيف سارت الإقامة مع %@ — فهذا يساعد الضيف التالي.
ar_ps: شارك كيف كانت الإقامة مع %@ — بتساعد الضيف الجاي.
el: Μοιραστείτε πώς πήγε η διαμονή με %@ — βοηθά τον επόμενο επισκέπτη.
es: Cuenta qué tal fue la estancia con %@ — ayuda al próximo huésped.
fa: بگویید اقامت با %@ چطور بود — به مهمان بعدی کمک می‌کند.
fr: Partagez comment s'est passé le séjour avec %@ — cela aide le prochain voyageur.
id: Bagikan bagaimana inap dengan %@ berjalan — ini membantu tamu berikutnya.
it: Racconta com'è andato il soggiorno con %@ — aiuta il prossimo ospite.
ja: %@との滞在がどうだったか共有してください。次のゲストの役に立ちます。
ro: Spune cum a fost sejurul cu %@ — ajută următorul oaspete.
th: แชร์ว่าการเข้าพักกับ %@ เป็นอย่างไร — ช่วยผู้เข้าพักคนถัดไป
tr: %@ ile konaklamanın nasıl geçtiğini paylaş — bir sonraki misafire yardımcı olur.
zh: 分享你与 %@ 的入住体验——这能帮到下一位房客。

source: Share invite link
ar: شارك رابط الدعوة
ar_ps: شارك رابط الدعوة
el: Κοινοποίηση συνδέσμου πρόσκλησης
es: Compartir enlace de invitación
fa: اشتراک‌گذاری لینک دعوت
fr: Partager le lien d'invitation
id: Bagikan tautan undangan
it: Condividi il link di invito
ja: 招待リンクを共有
ro: Distribuie linkul de invitație
th: แชร์ลิงก์คำเชิญ
tr: Davet bağlantısını paylaş
zh: 分享邀请链接

source: Share listing
ar: شارك العرض
ar_ps: شارك الإعلان
el: Κοινοποίηση καταχώρισης
es: Compartir anuncio
fa: اشتراک‌گذاری آگهی
fr: Partager l'annonce
id: Bagikan listing
it: Condividi l'annuncio
ja: リスティングを共有
ro: Distribuie anunțul
th: แชร์รายการ
tr: İlanı paylaş
zh: 分享房源
